{
  "videos": [
    {
      "title": "Chris Gethard Confronts His Internet Tormentor",
      "url": "https://www.youtube.com/watch?v=9s10F4ulkLY",
      "description": "So this guy left a brutal comment about me on my IMDB message board (which is a thing I'm embarrassed to have). And I went nuts and tracked him down online in a sadness and rage filled night of internet stalking. To his credit he agreed to meet me next time he was in NYC so we could make this video. I wouldn't say it ended well."
    },
    {
      "title": "Chris Gethard Rocks Out at Snowcap",
      "url": "https://www.youtube.com/watch?v=hoqZEO6QoX8",
      "description": "One time I did this very ill-advised and uninsured project where I walked from Los Angeles to Tennessee. It was fun. This one night we were on Route 66 in Arizona and heard this band rehearsing out back. I think back to this and it really ranks as perhaps the most fun night of my entire life. This video isn't particularly amazing by internet video standards but it captures a night where me and a bunch of my friends had an indescribably amount of fun and maybe you'll like it. The best part of this is also that if you look carefully you can see a local methhead who wandered into the garage and danced with us."
    },
    {
      "title": "Modern Comedian",
      "url": "https://www.youtube.com/watch?v=7ZWIasVzjiw",
      "description": "My friend Scott Moran makes a really great web series called Modern Comedian and he asked me to be the subject of one. This really captures a very specific feeling and vibe from a super specific time in my life and I think he did a fantastic job."
    },
    {
      "title": "Comedy Central Half Hour",
      "image_url": "http://f.cl.ly/items/1C3P092f1g3N0N3a1g09/geth-comedy-half-hour.jpg",
      "url": "http://www.cc.com/comedians/chris-gethard",
      "description": "I was SO PSYCHED I got to do the Half Hour because I grew up watching Premium Blend and I'm really excited to be a part of that lineage. This is a bunch of stand up I did on Comedy Central. For some reason they split it up into chunks and you have to watch a ton of ads, which I apologize for, but this is a good place to see some of my stand up stuff in action."
    },
    {
      "title": "The Ritz Carlton",
      "url": "https://www.youtube.com/watch?v=ZMzLHwWmrCY",
      "description": "For a while, IFC television decided I would be the face of their network, but it was very vaguely defined program that I don't think anyone ever quite got a handle on, myself included. But they did pay for me to make a bunch of videos. This one is definitely the funniest one we made. It is really embarrassing but also I'm proud of it. People used to stop me on the street for a while and yell RITZ CARLTON at me."
    },
    {
      "title": "Chris Gethard on Conan",
      "url": "https://www.youtube.com/watch?v=FjgyznFc18M",
      "description": ""
    },
    {
      "title": "Chris Gethard on Late Night with Seth Meyers",
      "url": "https://www.youtube.com/watch?v=sCkmYB5j_Vo",
      "description": ""
    },
    {
      "title": "Chris Gethard Ruins Christmas",
      "url": "https://www.youtube.com/watch?v=NnE1lHL-vyI",
      "description": ""
    }
  ]
}
